---
kind: property
id: P:Autodesk.Revit.DB.View.Origin
zh: 原点
source: html/dbc12b94-75fb-4f5b-ddaf-00f76c6f9290.htm
---
# Autodesk.Revit.DB.View.Origin Property

**中文**: 原点

Returns the origin of the screen.

## Syntax (C#)
```csharp
public XYZ Origin { get; }
```

## Remarks
The origin of a plan view is not meaningful.